bench_results/20251212_190955/_media_test1m_bin_t8_c200.txt
Running 15s test @ http://127.0.0.1:8080/media/test1m.bin
  8 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec     0.00      0.00     0.00      -nan%
  Latency Distribution
     50%    0.00us
     75%    0.00us
     90%    0.00us
     99%    0.00us
  0 requests in 15.08s, 0.00B read
Requests/sec:      0.00
Transfer/sec:       0.00B